/* 
  Localizable.strings
  ZoomOpener

  Created by francis zhuo on 13/12/2017.
  
*/
"Cancel" = "Cancelar";
"Leave meeting" = "Salir de la reunión";
"Your meeting will begin soon..." = "La reunión comenzará pronto";
"The Zoom client you're installing will shorten the time it takes to join a meeting" = "El cliente de Zoom que está instalando reduce el tiempo necesario para unirse a una reunión";
"Would you like to leave the meeting?" = "¿Desea salir de la reunión?";

"Join from browser" = "Ingresar desde el navegador";
"Try again" = "Intentar otra vez";
"Get support" = "Obtener soporte";
"Your disk is full" = "Su disco está lleno";
"Unknown Error" = "Error desconocido";
"Failed to install" = "No se pudo instalar";
"Failed to launch" = "No se pudo iniciar";
"Network connection failed" = "Falló la conexión a la red";
"Free up storage and try again." = "Libere espacio de almacenamiento e intente de nuevo.";
"Check your network and try again." = "Compruebe su conexión de red y vuelva a intentarlo.";
"Please try again." = "Inténtelo de nuevo.";
"If you still cannot join, contact the Zoom Support Team for help." = "Si aún no puede unirse, contacte al equipo de soporte de Zoom para obtener ayuda.";

